/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "İptal";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Ev";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "İş";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Cep";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Diğer";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (Konuk)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Bilinen Tüm Kişiler";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Tüm Kişiler";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Skype Kişileri";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Kaydedilen Telefon Numaraları";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Çevrimiçi Kişiler";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Gönderilen İstekler";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Yakın Zamanda Görüşülenler";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Alınan İstekler";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Kabul Edilen İstekler";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Engellenen Kişiler";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Gruplandırılmamış Kişiler";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Önerilen Kişiler";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Adsız Liste";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Lütfen beni kişi listenize ekleyin";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Skype test çağrısı";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "tr";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Merhaba, ben Skype test çağrısı robotuyum. Beni kişi olarak ekleyin ve ses ayarlarınızı kontrol etmek için bana çağrı yapın. Daha fazla destek için http://www.skype.com/go/help adresine bakın. Teşekkürler.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Sesinizi test etmek için beni arayın";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Çağrınız başlatılıyor";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Çağrınız başlatılıyor";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Çağrı iptal edildi";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Çağrı yapılamadı";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Çalıyor";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Çağrı";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Çağrı beklemede";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Çağrınız beklemeye alındı";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Bitirildi";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Cevapsız";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Reddedildi";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Meşgul";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Bağlantı kesildi";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Sesli mesaj";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Sesli mesaj kaydediliyor";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Sesli mesaj gönderiliyor";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Sesli mesaj gönderildi";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Sesli mesaj iptal edildi";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Sesli mesaj gönderilemedi";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Bağlanıyor";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Çalıyor";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Çalıyor";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Beklemede";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Sonlandırıldı";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Facebook'ta çağrı yapılıyor (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Aranıyor...";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Aranıyor...";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Çağrı devam ediyor";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "Beklemede";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Çağrınız beklemeye alındı";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Çağrı devam ediyor";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Çağrı dolu";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Sesli mesaj karşılaması çalıyor";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Sesli mesaj kaydediliyor";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Son çağrı";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Bu çağrı aktarılıyor";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Dosyalar gönderildi";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Görüntülü mesaj aldınız. Mesajı %1 üzerinden görüntüleyebilir ve %2 koduyla açabilirsiniz";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - %%1 üzerinde görüntüleyin.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Paylaşılan bu fotoğrafı görüntülemek için şuraya gidin: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Paylaşılan bu medyayı görüntülemek için şuraya gidin: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Çevrimdışı";
"CONTACT_AVAILABILITY_ONLINE" = "Çevrimiçi";
"CONTACT_AVAILABILITY_AWAY" = "Uzakta";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Rahatsız Etmeyin";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Kişi ekleme isteği beklemede";
"CONTACT_AVAILABILITY_BLOCKED" = "Engellendi";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Çevrimdışı, Sesli mesaj etkin";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Çağrılar yönlendiriliyor";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Görünmez";
"CONTACT_AVAILABILITY_CONNECTING" = "Bağlanıyor";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Telefon numarası";

/*  */
"CONTACT_GENDER_FEMALE" = "Kadın";

/*  */
"CONTACT_GENDER_MALE" = "Erkek";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Bilinmeyen numara";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Adsız";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Oturum açılıyor...";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Kişiler yükleniyor…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Dosyalar yükseltiliyor...";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@, %2$@ kullanıcısını ekledi";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ ayrıldı";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@, %2$@ kullanıcısını kaldırdı";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ sohbet konusunu %2$@ olarak değiştirdi";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Bu mesaj kaldırıldı";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Sistem ile Aynı";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Skype'a bağlanılamıyor.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Lütfen ağ ayarlarınızı kontrol edip tekrar deneyin.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Bu Skype Adı geçerli değil.";
"Account::INVALID_EMAIL" = "Bu e-posta adresi geçerli değil.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Lütfen kontrol edip tekrar deneyin.";
"Account::UNACCEPTABLE_PASSWORD" = "Bu parola geçerli değil.";
"Account::SKYPENAME_TAKEN" = "Bu Skype Adı zaten alınmış.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Lütfen yenisini girin.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Skype Adınızı ve parolanızı tanıyamadık.";
"Account::INCORRECT_PASSWORD" = "Skype Adınızı ve parolanızı tanıyamadık.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Çok sayıda başarısız oturum açma girişimi.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Lütfen daha sonra tekrar deneyin.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Parolanız değiştirildi.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Lütfen yeni parolanızla giriş yapın.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Lütfen tekrar deneyin.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "6–20 karakter uzunluğunda olmalıdır.";
"SkyLib::TOO_LONG" = "6–20 karakter uzunluğunda olmalıdır.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Geçersiz karakter, örn. Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Boşluk veya sekme içeremez.";
"SkyLib::SAME_AS_USERNAME" = "Skype Adınıza fazlasıyla benziyor.";
"SkyLib::INVALID_FORMAT" = "Geçersiz biçim.";
"SkyLib::CONTAINS_INVALID_WORD" = "Tahmin etmesi çok kolay, örn. abcd, skype.";
"SkyLib::TOO_SIMPLE" = "En az 1 harf ve 1 rakam içermesi gerekiyor.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Harfle başlaması gerekiyor (A–Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Daha uzun bir Skype Adı deneyin.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Daha uzun bir parola deneyin.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Daha kısa bir Skype Adı deneyin.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Daha kısa bir parola deneyin.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Yeni bir Skype Adı deneyin.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Yeni bir parola deneyin.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Yeni bir e-posta adresi deneyin.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Yeni bir değer deneyin.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Parola yanlış.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Sunucuya bağlanılamadı.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Yeni parola, eskisinden farklı olmalıdır.";
"Account::PWD_INVALID_NEW_PWD" = "Parola geçerli değil.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Parolanızı değiştirmek için oturum açmalısınız.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Yaptığınız değişiklik kaydedilemedi. Ayarları kontrol edip tekrar deneyin.";

"ACCOUNT_NOCREDIT" = "Kontör yok";
"ACCOUNT_FREECALL" = "Ücretsiz çağrı";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Dosya adı geçerli değil";
"SkyLib::TRANSFER_OPEN_FAILED" = "Dosya açılamadı";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Aynı anda çok fazla dosya aktarımı";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Çevrimdışısınız.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Çağrı yapmak için çevrimiçi olmanız gerekir.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Çevrimdışıyken kişileri arayamazsınız. Durumunuzu değiştirip tekrar deneyin.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "SMS göndermek için çevrimiçi olmalısınız.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Bu mesajı oynatmak için çevrimiçi olmalısınız.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Bu SMS için metin alanı oluşturulamıyor.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "SMS göndermek için yeterli Skype Kontörünüz yok.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Bu numarayı aramak için Skype Kontörüne ihtiyacınız var.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Bu geçerli bir Skype Adı veya telefon numarası değil.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Çevrimdışı olduğu için bu Lync kişisini arayamazsınız.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Bu kişiyi engellediğiniz için ona çağrı yapamazsınız.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Bu kişiyi engellediğiniz için onunla sohbet edemezsiniz.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Bu kişiyi engellediğiniz için ona SMS gönderemezsiniz.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Bu kişiyi engellediğiniz için ekleyemezsiniz.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Kendinize çağrı yapamazsınız.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Kendinizle sohbet edemezsiniz.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Kendinizi ekleyemezsiniz.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Bu sohbete katılamazsınız";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Bu sohbet bulunamıyor";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Bu geçerli bir telefon numarası değil.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Acil durum numarası olduğu için bu numaraya çağrı yapamazsınız.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Acil durum numarası olduğu için bu numaraya SMS gönderemezsiniz.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Acil durum numarası olduğu için bu numarayı ekleyemezsiniz.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Yeni bir çağrı başlatabilmek için önce bu çağrıyı sonlandırmanız gerekir.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Sesli mesajı dinlemek için önce bu çağrıyı sonlandırın.";
"SKERROR_CALLFAILED" = "Çağrı sonlandırıldı. Lütfen tekrar deneyin.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Çok fazla kişiyle sohbet başlatmaya çalıştınız.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Bu kişilerle sohbet edemezsiniz.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Henüz ekleme isteğinizi kabul etmediği için bu kişiye çağrı yapamazsınız.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Henüz ekleme isteğinizi kabul etmediği için bu kişiye çağrı yapamazsınız.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Geçersiz onay kodu";
"Sms::MISC_ERROR" = "Geçersiz telefon numarası";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Hesabınız engellendi.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Lütfen müşteri desteğiyle iletişim kurun.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Bu çağrıda görüntülü grup görüşmesi için çok fazla kişi var.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "En fazla 9 kişiyle görüntülü görüşme yapabilirsiniz. Bazı kişileri bu gruptan çıkarıp tekrar deneyin.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Bu çağrıda görüntülü grup görüşmesi için çok fazla kişi var.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "En fazla 9 kişiyle görüntülü görüşme yapabilirsiniz. Bazı kişileri bu sohbetten çıkarıp tekrar deneyin.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Görüntülü grup çağrısı aboneliğiniz bu kadar çok kişiyi kapsamıyor. Bazı kişileri bu sohbetten çıkarıp tekrar deneyin.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Görüntülü grup çağrıları için abonelik almanız gereklidir.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Görüntülü grup çağrıları için abonelik almanız gereklidir.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Görüntülü grup çağrısı mı yapmak istiyorsunuz?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Görüntülü grup çağrısı mı yapmak istiyorsunuz?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Zaten görüntülü grup çağrısındasınız.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Aynı anda sadece bir görüntülü grup çağrısı yapabilirsiniz.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Bu çağrı için sınıra ulaştınız.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Bu görüntülü grup çağrısı için 4 saatlik süre sınırınıza ulaştınız.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Bu görüntülü grup çağrısı için 4 saatlik süre sınırınıza ulaştınız. Ayrıntılar için hesabınızı kontrol edin.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Görüntülü grup çağrısı için günlük sınırınıza ulaştınız.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Görüntülü grup çağrısı geçici olarak askıya alındı. Bugünlük adil kullanım sınırınıza ulaştınız. Ayrıntılar için hesabınızı kontrol edin.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Görüntülü grup çağrısı için aylık sınırınıza ulaştınız.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Görüntülü grup çağrısı geçici olarak askıya alındı. Bu ay için adil kullanım sınırınıza ulaştınız. Ayrıntılar için hesabınızı kontrol edin.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Görüntülü grup çağrısı şu anda kullanılamıyor.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Bir hata oluştu. Lütfen daha sonra tekrar deneyin.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Görüntülü grup çağrısı için abonelik alın";
"PremiumVideoErrorRecovery_GetPremium" = "Görüntülü grup çağrısı için abonelik alın";
"PremiumVideoErrorRecovery_UpgradePremium" = "Yükseltin";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Skype WiFi kullanmak için Skype Kontörü almanız gerekir.";
"AccessSession::LOGIN_FAILURE" = "Skype Adınızı ve parolanızı tanıyamadık.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Geçersiz kullanıcı adı veya parola.";

"SKYPEACCESS_NO_ACCOUNT" = "Lütfen Skype Hesabınızla oturum açın.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Bağlanılamadı. WiFi sinyalinizin gücünü kontrol edin veya farklı bir etkin nokta deneyin.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Bu etkin nokta düzgün bir şekilde yanıt vermiyor. Lütfen farklı bir etkin nokta deneyin.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Oturum uzatılamadı. Tekrar bağlanmayı deneyin.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "“%@” WiFi ağı artık kullanılamıyor";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Beklenmedik ücretlendirmelerden kaçınmak için etkin noktadan ayrılmadan önce daima bağlantıyı düzgün şekilde sonlandırın veya cihazınızı kapatın.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "“%@” WiFi ağına yeniden girin";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi İnternet bağlantınızı durdurmaya çalışacak. Beklenmedik ücretlerden kaçınmak için etkin noktadan ayrılmadan veya cihazınızı kapatmadan önce daima bağlantınızı düzgün şekilde sonlandırın.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "İnternet bağlantınız durduruldu.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@/dakika";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Ücretsiz";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "daha iyi bir sohbet deneyimi için bu grubu güncelledi.\nSohbete katılmak ve kaldığınız yerden devam etmek için en son sürümü indirin.\n<a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a> sayfasına gidin.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "daha iyi bir sohbet deneyimi için bu grubu güncelledi.\nSohbete katılmak ve kaldığınız yerden devam etmek için en son sürümü indirin.\nhttps://microsoft.sharepoint.com/teams/DogfoodSkype/ sayfasına gidin.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Önceki geçmişi görmek için <a href=\"skype:?chat&amp;id=%1\">buraya</a> tıklayın.";
